[
  {
    "name": "Alina Volchek",
    "position": "CMO, Depositphotos.com (EE.UU.)",
    "avatar": "alina-volchek.png",
    "logo": "depositphotos.svg",
    "text": "Los conocimientos y la experiencia de la tienda Conversionrate nos ayudaron a mejorar la fase de registro con una comunicación más precisa y la personalización de la experiencia, lo que se tradujo en un crecimiento del 8,3% en los ingresos de nuevos usuarios en todos los países. También vimos un aumento del 18% en la tasa de conversión de nuevos usuarios como resultado de la solución bastante audaz y controvertida de trasladar el bloque con imágenes recomendadas a un lugar más visible en las principales páginas de destino del tráfico orgánico."
  },
  {
    "name": "Jayden V",
    "position": "Hunter Galloway (Australia)",
    "avatar": "jayden-v.png",
    "logo": "hunterGalloway.svg",
    "text": "Conversion Rate Store han sido fundamentales para nuestro crecimiento en línea, hemos visto un aumento del 26% en las conversiones de visitantes a clientes potenciales. Su enfoque pragmático ha eliminado por completo las conjeturas de las tasas de conversión y se ha limitado a ofrecer resultados. Si está buscando mejorar drásticamente sus conversiones en línea, hable con Conversion Rate Store."
  },
  {
    "name": "Nich Michalak",
    "position": "Fundador, Somnifix (EE.UU.)",
    "avatar": "nick-michalak.png",
    "logo": "somnifix.png",
    "text": "Estoy muy impresionado por la rapidez y eficacia del trabajo del equipo. Todos los cambios y actualizaciones propuestos están siempre respaldados por datos, no por suposiciones. Desde que empezamos a trabajar juntos en agosto de 2019, la UX de nuestro sitio web ha mejorado enormemente y nuestros ingresos mensuales han aumentado un 200% (se han triplicado)."
  },
  {
    "name": "Ariel Geifman",
    "position": "Jefe de Marketing, Syte (Israel)",
    "avatar": "ariel-geifman.png",
    "logo": "syte.png",
    "text": "Conseguimos multiplicar por 4 el número de clientes potenciales con el equipo de Conversion Rate Store en un periodo de dos meses. Tienen una competencia excelente en el análisis de datos y la creación de recomendaciones de CRO. Recomendamos encarecidamente trabajar con ellos."
  },
  {
    "name": "Ryan Newman",
    "position": "Director de Marketing, Papaya Global (Israel)",
    "avatar": "ryan-newman.png",
    "logo": "papayaGlobal.svg",
    "text": "La tienda Conversionrate.store dio un giro completo a la conversión de nuestro sitio web consiguiendo un aumento del 88% en el número total de conversiones. Su trabajo es lógico e inteligente, tanto identificando y mejorando los embudos existentes como creando nuevos embudos para las conversiones entregados por una excelente UX/UI. Estamos increíblemente contentos con su trabajo y recomendamos encarecidamente trabajar con ellos."
  },
  {
    "name": "Jess Dang",
    "position": "Fundador, Cook Smarts (EE.UU.)",
    "avatar": "jess-dang.png",
    "logo": "cookSmarts.png",
    "text": "Conversion Rate Store aumentó mi tasa de conversión de clientes de prueba gratuita a clientes de pago en un 86% (!!!). Muy contento con el resultado del proyecto CRO y recomiendo encarecidamente trabajar con ellos."
  },
  {
    "name": "Alexander Boyev",
    "position": "Jefe de Mercados, Grupo EVO (Ucrania)",
    "avatar": "alexander-boyev.png",
    "logo": "promUa.png",
    "text": "Conversionrate.store aumentó los ingresos de Prom.ua en un 6%. El proyecto se basó en el rendimiento y obtuvo un ROI positivo en un mes."
  },
  {
    "name": "Trevor George",
    "position": "Fundador, Maskclub (EE.UU.)",
    "avatar": "trever-george.png",
    "logo": "maskClub.png",
    "text": "Conversionrate.store se centra mucho en los detalles y la lógica. ¿Quiere una visión de sus datos? Ellos se la darán y sin prejuicios. Dejan hablar a los datos y saben interpretarlos."
  },
  {
    "name": "Ihor Hromada",
    "position": "Auto.ria.com (Ucrania)",
    "avatar": "ihor-hromada.png",
    "logo": "autoRia.png",
    "text": "Vimos un aumento del 13,5% en la tasa de conversión de Auto.ria.com como resultado de trabajar con Conversion Rate Store. La primera de sus hipótesis ya fue un éxito. Nos sorprendió gratamente el enfoque profesional y el alto nivel de experiencia de su equipo."
  },
  {
    "name": "Markus",
    "position": "CEO, Moonmagic (EE.UU.)",
    "avatar": "markus.png",
    "logo": "moonMagic2.png",
    "text": "Conversion Rate Store nos ayudó a aumentar nuestro ARPU en un 24% (¡!) en los últimos 5 meses. Recomiendo encarecidamente trabajar con ellos, se basan mucho en los datos y todas sus recomendaciones han demostrado ser extremadamente útiles para escalar nuestro negocio."
  },
  {
    "name": "Vladlena Chuvashova",
    "position": "Director de Ventas Electrónicas y Digital de Ukraine International Airlines",
    "avatar": "vladlena-chuvashova.png",
    "logo": "uia.png",
    "text": "El equipo de Conversion Rate Store identificó una fricción significativa en el proceso de reserva de billetes en Flyuia.com y proporcionó una solución UX que generó un aumento del ARPU del 24% (!)."
  },
  {
    "name": "Ciro Roepers",
    "position": "Fundador, Virginia Boys Kitchens (EE.UU.)",
    "avatar": "cyrys-roepers.png",
    "logo": "virginiaBoys.png",
    "text": "Trabajar con el equipo de ConversionRate es poco menos que extraordinario. Sólo en el primer mes, vimos una mejora del 28,55% en nuestra tasa de conversión global y una mejora del 165,06% en los ingresos. Si eso no es la definición de obra milagrosa, no sé lo que es."
  },
  {
    "name": "Yulia Shilova",
    "position": "Jefe de Marketing, Leboutique.com (Ucrania)",
    "avatar": "yulia-shilova.png",
    "logo": "leBoutique.png",
    "text": "Conseguimos un aumento del 81% en las inscripciones en nuestra página de destino de mayor rendimiento y un incremento del 6% en el ARPU con Conversion Rate Store."
  },
  {
    "name": "Andrey Zdor",
    "position": "Director general, Bigl (Ucrania)",
    "avatar": "andrey-zdor.png",
    "logo": "bigl.png",
    "text": "El equipo de Conversion Rate Store produjo la solución UX más rentable de todas las que se han probado en Bigl.ua"
  }
]
