[
  {
    "name": "Alina Woltschek",
    "position": "CMO, Depositphotos.com (USA)",
    "avatar": "alina-volchek.png",
    "logo": "depositphotos.svg",
    "text": "Das Fachwissen und die Erfahrung von Conversionrate Store halfen uns, die Anmeldephase durch eine präzisere Kommunikation und die Anpassung des Erlebnisses zu verbessern, was zu einem 8,3 %igen Anstieg der Einnahmen neuer Nutzer in allen Ländern führte. Außerdem konnten wir die Konversionsrate neuer Nutzer um 18% steigern. Dies war das Ergebnis einer ziemlich kühnen und umstrittenen Lösung, nämlich der Verlegung des Blocks mit den empfohlenen Bildern in einen besser sichtbaren Bereich auf den wichtigsten Landing Pages für organischen Traffic."
  },
  {
    "name": "Jayden V",
    "position": "Hunter Galloway (Australien)",
    "avatar": "jayden-v.png",
    "logo": "hunterGalloway.svg",
    "text": "Conversion Rate Store hat maßgeblich zu unserem Online-Wachstum beigetragen. Wir haben eine 26%ige Steigerung der Konvertierung von Besuchern in Leads verzeichnet. Der pragmatische Ansatz von Conversion Rate Store hat das Rätselraten über die Konversionsraten völlig überflüssig gemacht und einfach Ergebnisse geliefert. Wenn Sie Ihre Online-Konversionsraten drastisch verbessern möchten, sollten Sie mit Conversion Rate Store sprechen."
  },
  {
    "name": "Nich Michalak",
    "position": "Gründerin, Somnifix (USA)",
    "avatar": "nick-michalak.png",
    "logo": "somnifix.png",
    "text": "Ich bin sehr beeindruckt von der Geschwindigkeit und Effizienz der Arbeit des Teams. Alle vorgeschlagenen Änderungen und Aktualisierungen sind immer durch Daten untermauert, nicht durch Annahmen. Seit wir im August 2019 begonnen haben, zusammenzuarbeiten, hat sich die UX unserer Website enorm verbessert und unsere monatlichen Einnahmen sind um 200% gestiegen (verdreifacht)."
  },
  {
    "name": "Ariel Geifman",
    "position": "Leiterin Marketing, Syte (Israel)",
    "avatar": "ariel-geifman.png",
    "logo": "syte.png",
    "text": "Mit dem Team von Conversion Rate Store haben wir innerhalb von zwei Monaten ein 4-faches Wachstum an Leads erzielt. Sie verfügen über ausgezeichnete Fähigkeiten bei der Datenanalyse und der Erstellung von CRO-Empfehlungen. Ich kann die Zusammenarbeit mit ihnen nur empfehlen."
  },
  {
    "name": "Ryan Newman",
    "position": "Marketing Direktor, Papaya Global (Israel)",
    "avatar": "ryan-newman.png",
    "logo": "papayaGlobal.svg",
    "text": "Der Conversionrate.store hat die Konversion unserer Website komplett umgekrempelt und die Gesamtzahl der Konversionen um 88% gesteigert. Die Arbeit von Conversionrate.store ist logisch und intelligent. Sie haben sowohl bestehende Trichter identifiziert und verbessert als auch neue Trichter für Konversionen geschaffen, die von einer hervorragenden UX/UI unterstützt werden. Wir sind unglaublich zufrieden mit ihrer Arbeit und können die Zusammenarbeit mit ihnen nur empfehlen."
  },
  {
    "name": "Jess Dang",
    "position": "Gründerin, Cook Smarts (USA)",
    "avatar": "jess-dang.png",
    "logo": "cookSmarts.png",
    "text": "Conversion Rate Store hat die Konversionsrate von kostenlosen Testkunden zu zahlenden Kunden um 86% (!!!) erhöht. Ich bin sehr zufrieden mit dem Ergebnis des CRO-Projekts und kann die Zusammenarbeit mit ihnen nur empfehlen."
  },
  {
    "name": "Alexander Bojew",
    "position": "Leiter der Marktplätze, EVO Group (Ukraine)",
    "avatar": "alexander-boyev.png",
    "logo": "promUa.png",
    "text": "Conversionrate.store steigerte den Desktop-Umsatz von Prom.ua um 6%. Das Projekt war leistungsabhängig und erzielte innerhalb eines Monats einen positiven ROI."
  },
  {
    "name": "Trevor George",
    "position": "Gründerin, Maskclub (USA)",
    "avatar": "trever-george.png",
    "logo": "maskClub.png",
    "text": "Conversionrate.store ist sehr detail- und logikorientiert. Sie möchten Einblick in Ihre Daten? Sie erhalten sie, und zwar unvoreingenommen. Sie lassen die Daten sprechen und wissen, wie sie zu interpretieren sind."
  },
  {
    "name": "Ihor Hromada",
    "position": "Auto.ria.com (Ukraine)",
    "avatar": "ihor-hromada.png",
    "logo": "autoRia.png",
    "text": "Durch die Zusammenarbeit mit Conversion Rate Store konnten wir die Konversionsrate von Auto.ria.com um 13,5 % steigern. Die erste ihrer Hypothesen war bereits ein Erfolg. Wir waren angenehm überrascht von der professionellen Herangehensweise und dem hohen Maß an Fachwissen ihres Teams."
  },
  {
    "name": "Markus",
    "position": "CEO, Moonmagic (USA)",
    "avatar": "markus.png",
    "logo": "moonMagic2.png",
    "text": "Conversion Rate Store hat uns geholfen, unseren ARPU in den letzten 5 Monaten um 24% (!) zu steigern. Ich kann die Zusammenarbeit mit ihnen nur empfehlen. Sie sind sehr datenorientiert und alle ihre Empfehlungen haben sich bei der Skalierung unseres Geschäfts als äußerst hilfreich erwiesen."
  },
  {
    "name": "Wladlena Tschuwaschowa",
    "position": "Leiter der Abteilung E-Sales & Digital bei Ukraine International Airlines",
    "avatar": "vladlena-chuvashova.png",
    "logo": "uia.png",
    "text": "Das Team von Conversion Rate Store stellte fest, dass es bei der Ticketbuchung auf Flyuia.com erhebliche Reibungsverluste gab, und lieferte eine UX-Lösung, die einen ARPU-Anstieg von 24 % (!) bewirkte."
  },
  {
    "name": "Cyrus Roepers",
    "position": "Gründerin, Virginia Boys Kitchens (USA)",
    "avatar": "cyrys-roepers.png",
    "logo": "virginiaBoys.png",
    "text": "Die Zusammenarbeit mit dem ConversionRate-Team ist schlichtweg außergewöhnlich. Allein im ersten Monat konnten wir unsere allgemeine Konversionsrate um 28,55 % und unseren Umsatz um 165,06 % steigern. Wenn das nicht die Definition von Wunderarbeit ist, weiß ich nicht, was es ist."
  },
  {
    "name": "Yulia Shilova",
    "position": "Leiterin Marketing, Leboutique.com (Ukraine)",
    "avatar": "yulia-shilova.png",
    "logo": "leBoutique.png",
    "text": "Wir erzielten einen 81%igen Anstieg bei den Anmeldungen auf unserer leistungsstärksten Landing Page und einen 6%igen Anstieg des ARPU mit Conversion Rate Store."
  },
  {
    "name": "Andrej Zdor",
    "position": "CEO, Bigl (Ukraine)",
    "avatar": "andrey-zdor.png",
    "logo": "bigl.png",
    "text": "Das Team vom Conversion Rate Store hat die profitabelste UX-Lösung von allen entwickelt, die jemals auf Bigl.ua getestet wurden."
  }
]
