[
  {
    "name": "Alina Volchek",
    "position": "CMO, Depositphotos.com (USA)",
    "avatar": "alina-volchek.png",
    "logo": "depositphotos.svg",
    "text": "L'expertise et l'expérience de Conversionrate Store nous ont aidés à améliorer la phase d'inscription grâce à une communication plus précise et à la personnalisation de l'expérience, ce qui a entraîné une croissance de 8,3 % du chiffre d'affaires des nouveaux utilisateurs dans tous les pays. Nous avons également constaté une augmentation de 18 % du taux de conversion des nouveaux utilisateurs grâce à une solution plutôt audacieuse et controversée consistant à déplacer le bloc d'images recommandées vers un espace plus visible sur les principales pages d'atterrissage du trafic organique."
  },
  {
    "name": "Jayden V",
    "position": "Hunter Galloway (Australie)",
    "avatar": "jayden-v.png",
    "logo": "hunterGalloway.svg",
    "text": "Conversion Rate Store a joué un rôle déterminant dans notre croissance en ligne, nous avons constaté une augmentation de 26% des conversions de visiteurs en prospects. Leur approche pragmatique a complètement éliminé la part d'approximation dans les taux de conversion, et nous a permis d'obtenir des résultats. Si vous cherchez à améliorer considérablement vos conversions en ligne, adressez-vous à Conversion Rate Store."
  },
  {
    "name": "Nich Michalak",
    "position": "Fondateur, Somnifix (USA)",
    "avatar": "nick-michalak.png",
    "logo": "somnifix.png",
    "text": "Je suis très impressionné par la rapidité et l'efficacité du travail de l'équipe. Tous les changements et mises à jour proposés sont toujours étayés par des données, et non par des hypothèses. Depuis que nous avons commencé à travailler ensemble en août 2019, l'UX de notre site web s'est largement améliorée et nos revenus mensuels ont augmenté de 200% (triplé)."
  },
  {
    "name": "Ariel Geifman",
    "position": "Chef du marketing, Syte (Israël)",
    "avatar": "ariel-geifman.png",
    "logo": "syte.png",
    "text": "Avec l'équipe de Conversion Rate Store, nous avons multiplié par 4 le nombre de leads sur une période de deux mois. Ils ont d'excellentes compétences en matière d'analyse de données et de création de recommandations CRO. Nous vous recommandons vivement de travailler avec eux."
  },
  {
    "name": "Ryan Newman",
    "position": "Directeur marketing, Papaya Global (Israël)",
    "avatar": "ryan-newman.png",
    "logo": "papayaGlobal.svg",
    "text": "Conversionrate.store a complètement transformé la conversion de notre site web en augmentant de 88% le nombre total de conversions. Leur travail est logique et intelligent, à la fois en identifiant et en améliorant les entonnoirs existants et en créant de nouveaux entonnoirs pour les conversions grâce à une excellente UX/UI. Nous sommes incroyablement satisfaits de leur travail et nous recommandons vivement de travailler avec eux."
  },
  {
    "name": "Jess Dang",
    "position": "Fondateur, Cook Smarts (États-Unis)",
    "avatar": "jess-dang.png",
    "logo": "cookSmarts.png",
    "text": "Conversion Rate Store a augmenté mon taux de conversion d'essai gratuit en clients payants de 86% ( !!!). Je suis très satisfait du résultat du projet CRO et je recommande vivement de travailler avec eux."
  },
  {
    "name": "Alexander Boyev",
    "position": "Responsable des places de marché, EVO Group (Ukraine)",
    "avatar": "alexander-boyev.png",
    "logo": "promUa.png",
    "text": "Conversionrate.store a augmenté les revenus de Prom.ua de 6%. Le projet était basé sur la performance et a généré un retour sur investissement positif en l'espace d'un mois."
  },
  {
    "name": "Trevor George",
    "position": "Fondateur, Maskclub (États-Unis)",
    "avatar": "trever-george.png",
    "logo": "maskClub.png",
    "text": "Conversionrate.store est très axé sur les détails et la logique. Vous voulez un aperçu de vos données ? Ils vous le donneront, sans parti pris. Ils laissent parler les données et savent comment les interpréter."
  },
  {
    "name": "Ihor Hromada",
    "position": "Auto.ria.com (Ukraine)",
    "avatar": "ihor-hromada.png",
    "logo": "autoRia.png",
    "text": "Nous avons constaté une augmentation de 13,5 % du taux de conversion d'Auto.ria.com grâce à notre collaboration avec Conversion Rate Store. La première de leurs hypothèses était déjà un succès. Nous avons été agréablement surpris par l'approche professionnelle et le haut niveau d'expertise de leur équipe."
  },
  {
    "name": "Markus",
    "position": "PDG, Moonmagic (États-Unis)",
    "avatar": "markus.png",
    "logo": "moonMagic2.png",
    "text": "Conversion Rate Store nous a aidés à augmenter notre ARPU de 24% ( !) au cours des 5 derniers mois. Je recommande vivement de travailler avec eux, ils sont très axés sur les données et toutes leurs recommandations se sont avérées extrêmement utiles pour développer notre entreprise."
  },
  {
    "name": "Vladlena Chuvashova",
    "position": "Responsable des ventes électroniques et du numérique chez Ukraine International Airlines",
    "avatar": "vladlena-chuvashova.png",
    "logo": "uia.png",
    "text": "L'équipe Conversion Rate Store a identifié des frictions importantes dans le processus de réservation de billets sur Flyuia.com et a fourni une solution UX qui a généré une augmentation de 24% ( !) de l'ARPU."
  },
  {
    "name": "Cyrus Roepers",
    "position": "Fondateur, Virginia Boys Kitchens (États-Unis)",
    "avatar": "cyrys-roepers.png",
    "logo": "virginiaBoys.png",
    "text": "Travailler avec l'équipe de ConversionRate est tout simplement extraordinaire. Au cours du seul premier mois, nous avons constaté une amélioration de 28,55 % de notre taux de conversion global et de 165,06 % de notre chiffre d'affaires. Si ce n'est pas la définition d'un travail miraculeux, je ne sais pas ce que c'est."
  },
  {
    "name": "Yulia Shilova",
    "position": "Chef du marketing, Leboutique.com (Ukraine)",
    "avatar": "yulia-shilova.png",
    "logo": "leBoutique.png",
    "text": "Nous avons obtenu une augmentation de 81 % des inscriptions sur notre page de renvoi la plus performante et une augmentation de 6 % de l'ARPU grâce au Conversion Rate Store."
  },
  {
    "name": "Andrey Zdor",
    "position": "PDG, Bigl (Ukraine)",
    "avatar": "andrey-zdor.png",
    "logo": "bigl.png",
    "text": "L'équipe du Conversion Rate Store a produit la solution UX la plus rentable de toutes celles qui ont été testées sur Bigl.ua."
  }
]
